Repository: ldbk/COST
Catalog: COSTgui/inst/po/*/LC_MESSAGES/R-COSTgui.po
Languages: fr

source: Select one dataset
fr: Choisir un jeu de données

source: You have to select strate1 and strat2
fr: Vous devez choisir strate1 et strate2

source: You have to select a csDataVal type object
fr: Vous devez spécifier un objet csDataVal

source: You have to select a strIni type object
fr: Vous devez spécifier un objet strIni

source: COST - Figure : ALK Multinomial analysis
fr: COST -Figure : Analyse multinomiale des CTA

source: ALK Multinomial analysis
fr: Analyse multinomiale des CTA

source: New strIni type object
fr: Nouvel objet de type strIni

source: save the script :
fr: sauvegarder le code :

source: create
fr: créer

source: plot
fr: graph

source: Temporal strata :
fr: Strate temporelle :

source: Space strata :
fr: Strate spaciale :

source: Technical strata :
fr: Strate technique :

source: Temporal
fr: Temporel

source: Technical
fr: Technique

source: Spacial
fr: Spatial

source: You have to select a species
fr: Vous devez choisir une espèce

source: You have to specify an out object
fr: vous devez spécifier un objet de sortie

source: COST - ALK post treatment
fr: COST - Traitement des CTA

source: ALK post treatment
fr: Traitement des CTA

source: Validate
fr: Valider

source: View
fr: Voir

source: Preview
fr: Prévisualiser

source: out :
fr: sortie :

source: Multinomial model:
fr: Modèle multinomial:

source: step size modification:
fr: modification du pas:

source: update:
fr: Mise à jour:

source: Step:
fr: Pas:

source: out:
fr: sortie :

source: species :
fr: espèce:

source: Number of (virtual) individuals :
fr: Nombre d'individus (virtuels) :

source: You have to specify a CsData, a type and an out name's objetc
fr: Vous devez spécifier CsData,un type et un nom d'objet de sortie

source: COST - Figure : Biological parameters
fr: COST - Figure : Paramètres biologiques

source: Biological parameters
fr: Paramètres biologiques

source: use subset :
fr: utiliser subset :

source: No :
fr: Non :

source: maturity
fr: maturité

source: weight
fr: poids

source: You have to select a CsData and an out name's objetc
fr: Vous devez spécifier CsData et un nom d'objet de sortie

source: COST - Control table
fr: COST - Carte de contrôle

source: Control table
fr: Carte de contrôle

source: Control
fr: Controler

source: COST - Consolidation of the dataset
fr: COST - Consolidation du jeu de données

source: Consolidation of the dataset
fr: Consolidation du jeu de données

source: Reset
fr: Purger

source: COST - Validation of the dataset
fr: COST - Validation du jeu de données

source: Validation of the dataset
fr: Validation du jeu de données

source: You have to specify an elmt
fr: Vous devez specifier un element

source: Title :
fr: Titre :

source: ylab :
fr: libellé axe y:

source: X stratum :
fr: Strate X:

source: Legend :
fr: Légende :

source: Step :
fr: Pas :

source: You have to choose a Csdata
fr: vous devez choisir un Csdata

source: You have to choose a species
fr: vous devez choisir une espece

source: COST - Figure : Samples size comparison
fr: COST - Figure : Comparaison des échantillons en taille

source: Samples size comparison
fr: Comparaison des échantillons en taille

source: automatic :
fr: automatique :

source: COST - Figure : Searching for discards~Variable correlation
fr: COST - Figure : Recherche corrélations rejets~variable

source: Figure : Searching for discards~Variable correlation
fr: Figure : Recherche corrélations rejets~variable

source: Species
fr: Espèce:

source: Landing species
fr: Espèce débarquée

source: Time :
fr: Période :

source: Landings :
fr: Débarquements :

source: Weight :
fr: Poids :

source: Number :
fr: Nombre :

source: Partial sampling :
fr: Echantillonnage partiel :

source: Regression line :
fr: Droite de régression :

source: Show legend :
fr: Afficher légende :

source: Technical Strata :
fr: Strate technique :

source: all parameters are mandatory
fr: tous les parametres sont obligatoires

source: Field
fr: Champ

source: By
fr: Par

source: File :
fr: Fichier :

source: append :
fr: ajout :

source: You have to specify
fr: Vous devez specifier

source: in progress...
fr: en cours...

source: COST - CSV import
fr: COST - import CSV

source: CSV import
fr: importation CSV

source: Browse
fr: Parcourir

source: COST - dataset import
fr: COST - import dataset

source: dataset import
fr: importation Dataset

source: loading of
fr: chargement de

source: form file
fr: depuis le fichier

source: COST - Rdata import
fr: COST - importation Rdata

source: Rdata import
fr: importation Rdata

source: Rdata Path
fr: Chemin Rdata

source: Import selection
fr: importer la selection

source: You have to specify a CsData, a fraction, some species and an out name's objetc
fr: Vous devez spécifier CsData,une fraction, des especes et un nom d'objet de sortie

source: COST - Figure : Trip volume of catches
fr: COST - Figure : Volume de captures par marée

source: Trip volume of catches
fr: Volume de captures par marée

source: Discards :
fr: Rejets :

source: plot :
fr: graph :

source: boxplot :
fr: boite à moustache :

source: You have to specify a CsData, a fraction and some species
fr: Vous devez spécifier CsData,une fraction et des especes

source: COST - Figure : Size structure by Trip
fr: COST - Figure : Structure en taille par marée

source: Size structure by Trip
fr: Structure en taille par marée

source: COST - makeICdf
fr: COST - Exporter vers InterCatch

source: Export to InterCatch
fr: Exporter vers InterCatch

source: Catch category :
fr: Catégorie de capture:

source: Method description :
fr: Description de méthode :

source: Species :
fr: Espèces :

source: Parameter :
fr: Paramètre :

source: Technical strata :
fr: Strate technique :

source: filename :
fr: nom du fichier

source: Country :
fr: Pays :

source: COST - Raise parameters at Age
fr: COST - Elever les paramètres aux âges

source: Raise parameters at Age
fr: Elever les paramètres aux âges

source: Analytical :
fr: Analytique:

source: Fixed allocation :
fr: Allocation fixe :

source: Proportional allocation :
fr: Allocation proportionnelle :

source: Age sampling :
fr: Echantillonnage en âge :

source: Age and length sampling :
fr: Echantillonnage en taille et en âge :

source: Fill gaps :
fr: Remplissage des trous :

source: Probabilities :
fr: Probabilités :

source: Sex :
fr: sexe :

source: You have to specify a species
fr: vous devez choisir une espece

source: You have to specify a strini
fr: vous devez choisir un Strini

source: You have to specify a sex
fr: Vous devez specifier un sex

source: You have to specify a clDataCons object
fr: vous devez choisir au minimum un clDataCons

source: You have to specify a taxon
fr: Vous devez specifier un taxon

source: You have to specify bootstrap or analytical
fr: vous devez choisir entre boostrap et analytique

source: COST - Raise parameters at length
fr: COST - Elever les paramètres aux tailles

source: Raise parameters at length
fr: Elever les paramètres aux tailles

source: parameter
fr: Paramètres

source: number@length :
fr: Nombre aux tailles :

source: weight@length :
fr: Poids aux tailles :

source: maturity@length :
fr: Maturité aux tailles

source: sexratio@length :
fr: Sexe aux tailles :

source: To the population :
fr: A la population :

source: To the sampled trips :
fr: Aux marées échantillonnées :

source: Empirical CA table :
fr: Empirique table CA :

source: Including partial species sampling :
fr: Incluant les espèces partiellement échantillonnées :

source: Number of replicates :
fr: Nombre de réplicats :

source: COST - View dbeObjetc
fr: COST - Voir un objet DBE

source: View dbeObjetc
fr: Voir un objet DBE

source: Print
fr: Afficher

source: Hide empty slot:
fr: Masque les champs vides:

source: You have to choose a CostObject
fr: vous devez choisir au minimum un CostObject

source: You have to specify an out name's for CostObject1
fr: vous devez spécifier un nom de sortie pour CostObject1

source: You have to specify an out name's for CostObject2
fr: vous devez spécifier un nom de sortie pour CostObject2

source: wait...
fr: patientez...

source: COST - Figure : Proportionality of sample
fr: COST - Figure : Proportionnalité de l'échantillonnage

source: Proportionality of sample
fr: Proportionnalité de l'échantillonnage

source: none
fr: aucun

source: COST - mapping
fr: COST - Cartographie

source: New window
fr: nouvelle fenêtre

source: Color
fr: couleur

source: mapping
fr: Cartographie

source: Technical strata
fr: Strate technique

source: Temporal strata
fr: Strate temporelle

source: Space strata
fr: Strate spaciale

source: function :
fr: fonction :

source: colour :
fr: couleur :

source: threshold :
fr: seuil :

source: scale :
fr: echelle :

source: titre scale :
fr: titre de l'echelle :

source: maptype
fr: type de carte

source: COST - Agregate strata
fr: COST -Agréger les strates

source: Agregate strata
fr: Agréger les strates

source: Catch component :
fr: Composante de capture :

source: Weighting :
fr: Pondération :

source: Total weight :
fr: Poids total :

source: Total number :
fr: Nombre total :

source: Including precision :
fr: Inclure la précision :

source: path :
fr: chemin :

source: name :
fr: nom :

source: preload :
fr: précharger :

source: edit
fr: éditer

source: save as CSV
fr: sauvegarder en csv

source: load a CSV
fr: charger un csv

source: ^ apply ^
fr: ^ appliquer ^

source: former :
fr: ancien :

source: new :
fr: nouveau :

source: no selected rules
fr: pas de regle selectionne

source: no rules
fr: pas de regles

source: generate the subset
fr: generer le subset

source: save the subset
fr: sauvegarder le subset

source: Validate the rules
fr: Valider la condition

source: <no rules yet>
fr: <pas encore de regles>

source: delete the rule
fr: supprimer la regle

source: reorganize the rules
fr: réorganiser les régles

source: Dataset
fr: Jeu de donnees

source: CA link :
fr: lier CA :

source: quantitative variables
fr: variables quanti

source: qualitative variables
fr: variables quali

source: qualitative levels
fr: Levels quali

source: quantitative threshold
fr: valeur seuil quanti

source: list of rules
fr: liste des regles

source: out CS:
fr: nom de sortie CS:

source: out CL:
fr: nom de sortie CL:

source: out CE:
fr: nom de sortie CE:

source: You have to specify a type
fr: Vous devez specifier un type

source: COST - totVolume
fr: COST - Estimation du volume total

source: Estimate total volume
fr: Estimation du volume total

source: Trip :
fr: Marée :

source: Fishing operations :
fr: Opérations de pêche :

source: Fishing duration:
fr: Temps de pêche :
